# Classwork 1

# function არის სხავა კონკრეთული კოდის შესაქმნელად მაგალითად ამ functions 
# როცა შევქმინით და სახელად დავარქმევთ hello user შეგვიძლი ამ ჩვენი შექმნილი 
# function დავწეროთ კოდი რომელიც მიესალმება ჩვენ შექმნილ კოდში users
# და კიდევ შეგვიძლია ეს კოდი რამოდენიმეჯერ გამოვიყენოთ

# Classwork 2
# ამ კოდმა იმიტომ არ იმუშავა რომ ბლოში გამოძახებული არ გვქონდა function ბოლოში 
# უნდა ეწეროს test() რომ გამოითანოს ტერმინალში

def test():
    print("გამარჯობა")

# Classwork 3



# Classwork 4

def sayHi():
    print("გამარჯობა: ")

hello = sayHi()
print(hello)